# -*- coding: utf-8 -*-

categories = [
    {'eng_title':'food',
    'rus_title':u'Еда',
    'icon':"fa fa-cutlery fa-fw",
    'categs':[u'Пиво разливное',u'Пицца',u'Мясо',u'Рыба',u'Овощи и фрукты', u'Продуктовый магазин',u'Столовая',
              u'Алкоголь',u'Сладости']},
    {'eng_title':'auto',
    'rus_title':u'Авто',
    'icon':"fa fa-car fa-fw",
    'categs':[u'Автомойка',u'Автопокраска',u'Шиномонтаж',u'Автозапчасти',u'СТО',u'ОСАГО',u'АЗС']},
    {'eng_title':'service',
    'rus_title':u'Услуги',
    'icon':"fa fa-group fa-fw",
    'categs':[u'Ателье', u'Фото', u'Ремонт вещей',u'Салон красоты',u'Банкомат Сбербанка',u'Банк', u'Госуслуги',
              u'Гостиница',u'Детсад', u'Развитие детей', u'Туалет',u'Оплата услуг',u'Юридические',u'Здоровье']},
    {'eng_title':'goods',
    'rus_title':u'Товары',
    'icon':"glyphicon glyphicon-home",
    'categs':[u'Строительный магазин', u'Сад и огород', u'Мебель', u'Безопасность',u'Электроника', u'Рыбалка и охота',
              u'Товары для детей',u'Цветы',u'Аптека',u'Канцелярский магазин',u'Одежда',u'Бытовые товары',u'Праздничные',
              u'Животным',u'Ритуальные',u'Текстиль']},
    {'eng_title':'leisure',
    'rus_title':u'Досуг',
    'icon':"glyphicon glyphicon-send",
    'categs':[u'Тренажерный (фитнес) зал', u'Бег', u'Кафе и бары', u'Баня и сауна',u'Командный спорт',u'Бильярд']},
    {'eng_title':'callable',
    'rus_title':u'Вызов на дом',
    'icon':"fa fa-phone fa-fw",
    'citaton':(u'', u''),
    'categs':{u'Такси',u'Пицца', u'Электрик',u'Сантехник',u'Няня',u'Газовщик',u'Подсобный',u'Грузоперевозки',
              u'Прочее',u'Ремонт и строительство'}},
    ]




themes = [
    {
        u'Дети': {u'Грудные':u'грудные дети',u'Детсадовские':u'детсадовские дети',u'Школьники':u'школьники'}
    },
    {
        u'Строительство':{u'Фундамент':u'фундамент',u'Коммуникации':u'коммуникации для дома',u'Отделка':u'отделка дома'}
    },
    {
        u'Отремонтировать сломаную вещь':{u'Стиральную машину':u'ремонт стиральных машин',
                                          u'Холодильник':u'ремонт холодильников', u'Телевизор':u'ремонт телевизоров'}
    },
    {
        u'Организовать торжественное мероприятие':{u'Свадьбу':u'свадьба',u'Юбилей':u'юбилей',u'Похороны':u'похороны'}
    },
    {
        u'Здоровье':{u'Стоматолог':u'стоматолог',u'Зрение':u'зрение',u'Аптеки':u'аптека'}
    },
    {
        u'Автомобили':{u'СТО':u'сто',u'Шиномонтаж':u'шиномонтаж',u'Проверить ходовую':u'ходовая'}
    },
    {
        u'Отдохнуть':{u'Cемейный отдых':u'семейный отдых',u'Активный отдых':u'активный отдых',
                      u'Мужской отдых':u'мужской отдых'}
    },
    {
        u'Привести себя в порядок':{u'Парикмахерская':u'парикмахерская',u'Косметолог':u'косметолог'}
    },
    {
        u'Одежда и обувь':{u'Женская одежда':u'женская одежда',u'Детская одежда':u'детская одежда'}
    },
    {
        u'Продукты':{u'Местные продукты':u'местные продукты',u'Свежие продукты':u'свежие продукты'}
    }
]