# -*- coding: utf-8 -*-

categories = [
    {'eng_title':'food',
    'rus_title':u'Еда',
    'icon':"fa fa-cutlery fa-fw",
    'categs':[u'Алкоголь',u'Молочные продукты',u'Мясо',u'Овощи и фрукты',u'Пиво разливное',u'Пицца',u'Продуктовый магазин',
              u'Рыба',u'Сладости',u'Столовая']},
    {'eng_title':'auto',
    'rus_title':u'Авто',
    'icon':"fa fa-car fa-fw",
    'categs':[u'АЗС',u'Автозапчасти',u'Автомойка',u'Автопокраска',u'Замена моторного масла',u'ОСАГО',u'СТО',u'Ходовая',
              u'Шиномонтаж']},
    {'eng_title':'service',
    'rus_title':u'Услуги',
    'icon':"fa fa-group fa-fw",
    'categs':[u'Ателье',u'Банкомат Сбербанка',u'Гостиница',u'Госуслуги',u'Детсад',u'Здоровье',u'Няня',u'Оплата услуг',
              u'Развитие детей',u'Салон красоты', u'Стоматология', u'Такси',u'Туалет',u'Фото',u'Школа',u'Юридические']},
    {'eng_title':'goods',
    'rus_title':u'Товары',
    'icon':"glyphicon glyphicon-home",
    'categs':[u'Аптека',u'Безопасность',u'Бытовые товары',u'Животным',u'Канцелярский магазин',u'Мебель',u'Одежда',
              u'Праздничные',u'Ритуальные',u'Рыбалка и охота',u'Сад и огород',u'Строительный магазин',u'Текстиль',
              u'Товары для детей',u'Цветы',u'Электроника']},
    {'eng_title':'leisure',
    'rus_title':u'Досуг',
    'icon':"glyphicon glyphicon-leaf",
    'categs':[u'Тренажерный (фитнес) зал', u'Бег', u'Кафе и бары', u'Баня и сауна',u'Командный спорт',u'Кинотеатр',u'Бильярд']},
    {'eng_title':'callable',
    'rus_title':u'Нанять для работы',
    'icon':"fa fa-phone fa-fw",
    'categs':[u'Газовщик',u'Грузоперевозки',u'Ламинатчик',u'Няня',u'Обойщик',u'Плиточник',u'Ремонт и строительство',
              u'Сантехник',u'Сварщик',u'Электрик']},
    {'eng_title':'repaire',
    'rus_title':u'Ремонт',
    'icon':"fa fa-phone fa-fw",
    'categs':[u'Ремонт компьютеров',u'Ремонт кондиционеров',u'Ремонт обуви',u'Ремонт одежды',u'Ремонт стиральных машин',
              u'Ремонт телевизоров',u'Ремонт телефонов',u'Ремонт техники',u'Ремонт холодильников',u'Ремонт часов']},
    ]




themes = [
    {
        u'Дети': {u'Грудные':u'грудные дети',u'Детсадовские':u'детсадовские дети',u'Школьники':u'школьники'}
    },
    {
        u'Строительство':{u'Фундамент':u'фундамент',u'Коммуникации':u'коммуникации для дома',u'Отделка':u'отделка дома'}
    },
    {
        u'Отремонтировать сломаную вещь':{u'Стиральную машину':u'ремонт стиральных машин',
                                          u'Холодильник':u'ремонт холодильников', u'Телевизор':u'ремонт телевизоров'}
    },
    {
        u'Организовать торжественное мероприятие':{u'Свадьбу':u'свадьба',u'Юбилей':u'юбилей',u'Похороны':u'похороны'}
    },
    {
        u'Здоровье':{u'Стоматолог':u'стоматолог',u'Зрение':u'зрение',u'Аптеки':u'аптека'}
    },
    {
        u'Автомобили':{u'СТО':u'сто',u'Шиномонтаж':u'шиномонтаж',u'Проверить ходовую':u'ходовая'}
    },
    {
        u'Отдохнуть':{u'Cемейный отдых':u'семейный отдых',u'Активный отдых':u'активный отдых',
                      u'Мужской отдых':u'мужской отдых'}
    },
    {
        u'Привести себя в порядок':{u'Парикмахерская':u'парикмахерская',u'Косметолог':u'косметолог'}
    },
    {
        u'Одежда и обувь':{u'Женская одежда':u'женская одежда',u'Детская одежда':u'детская одежда'}
    },
    {
        u'Продукты':{u'Местные продукты':u'местные продукты',u'Свежие продукты':u'свежие продукты'}
    },
    {
        u'Ремонт':{u'Местные продукты':u'местные продукты',u'Свежие продукты':u'свежие продукты'}
    },
]